"LAST_BACKUP" = "Última cópia de segurança:";
"NEXT_BACKUP" = "Cópia seguinte:";
"BACKING_UP" = "A efectuar cópia de segurança:";
"ACCESSING_BACKUP" = "A aceder ao disco de cópia de segurança…";
"IN_PROGRESS" = "A efectuar cópia de segurança…";
"PREPARING" = "A preparar a cópia de segurança…";
"STOPPING" = "A parar a cópia de segurança…";
"THINNING" = "A limpar…";
"DELETING" = "A apagar as cópias de segurança antigas...";
"FINISHING" = "A concluir a cópia de segurança…";
"EXCLUDE" = "Excluir";
"NOT_MOUNTED" = "O volume de cópia de segurança não está montado.";
"INCLUDED" = "Estimativa do tamanho da cópia de segurança completa: %@";
"CALCULATING" = "A calcular o tamanho da cópia de segurança completa…";
"ENCRYPT_IMAGE_NAME" = "Cópia de segurança de %@%@";
"DI_ERR_TITLE" = "Ocorreu um erro ao criar a imagem da cópia de segurança cifrada.";
"DI_EXISTS" = "Já existe uma cópia de segurança cifrada neste disco.";
"DI_ERROR" = "Ocorreu o erro %d";
"DI_FAILED_TO_MOUNT" = "Não foi possível montar a imagem do disco.";
"OK" = "OK";
"SHOW_HIDDEN_ITEMS" = "Mostrar elementos invisíveis"; // checkbox
"CALCULATING_SIZE" = "A calcular alterações…";
"CALCULATING_CHANGED_ITEMS" = "A preparar %@ elementos…";					
"CALCULATING_EXCLUDED_ITEMS" = "A excluir %@ elementos…";
"CALCULATING_DEEP_SCANNED_ITEMS" = "A analisar %@ elementos…";

"MOUNTING" = "A disponibilizar o disco de cópia de segurança…";
"INDEXING" = "A indexar a cópia de segurança…";

// voice-over strings
"AX_ADD" = "Adicionar elemento à lista “Não efectuar cópia de segurança”";
"AX_REMOVE" = "Remover elemento da lista “Não efectuar cópia de segurança”";

// error strings
"FAILED" = "Falhou";
"DELAYED" = "Adiado";
"TIME_MACHINE_ERROR" = "Erro do Time Machine";

"WARNING_SAME_DISK_TITLE" = "Tem a certeza de que pretende efectuar a cópia de segurança no mesmo dispositivo onde se encontram os dados originais?";
"WARNING_SAME_DISK_ONE_CONFLICT" = "O volume “%@” que escolheu para armazenar cópias de segurança encontra-se no mesmo dispositivo que o volume %@ que está a ser copiado.\n\nPara proteger completamente os seus dados, deve efectuar a cópia de segurança num volume noutro dispositivo.\n";
"WARNING_SAME_DISK_MULTIPLE_CONFLICTS" = "O volume “%@” que escolheu para armazenar cópias de segurança encontra-se no mesmo dispositivo que os volumes %@ e %@ que estão a ser copiados.\n\nPara proteger completamente os seus dados, deve efectuar a cópia de segurança num volume noutro dispositivo.\n";
"QUOTED_VOLUME_NAME" = "“%@”";
"LIST_SEPARATOR" = ", ";
"USE_SELECTED_DISK_BUTTON" = "Usar volume seleccionado";
"CHOOSE_ANOTHER_DISK_BUTTON" = "Seleccione outro volume";

"WARNING_NO_DESTINATION_TITLE" = "Não foi seleccionado um volume de cópia de segurança.\n\n";
"WARNING_NO_DESTINATION" = "Para seleccionar um volume para cópia de segurança, clique em Configurar.";

"REMAINING_HOUR" = "%d hora";
"REMAINING_HOURS" = "%d horas";
"REMAINING_MIN" = "%d minuto";	
"REMAINING_MINS" = "%d minutos";
"REMAINING_HOURS_AND_MINS" = "Faltam %@ e %@…";
"REMAINING_ABOUT" = "Falta(m) %@…";
"REMAINING_LESS_MIN" = "Falta menos de um minuto…";

"BACKUP_NOW" = "Efectuar cópia de segurança agora";
"STOP_BACKING_UP" = "Interromper a cópia de segurança";
"BYTES_COMPLETED_AND_TOTAL_FORMAT" = "%1$@ de %2$@";

// disk formatting dialog
"DISK_NEEDS_REFORMATTING_TITLE" = "Apagar o disco de cópia de segurança “%@”? Se apagar, será destruída toda a informação contida no disco e esta operação não pode ser desfeita.";
"DISK_NEEDS_REFORMATTING_TEXT" = "O disco tem de ser apagado antes de poder ser utilizado para cópias de segurança do Time Machine, porque tem um sistema de ficheiros incompatível.";
"DISK_NEEDS_REFORMATTING_CS_TEXT" = "O disco tem de ser apagado antes de poder ser utilizado para cópias de segurança do Time Machine, porque um disco do qual está a ser efectuada cópia de segurança faz diferenciação de maiúsculas, mas o disco de cópia de segurança não faz.";
"ERASE_DISK_BUTTON" = "Apagar";
"DONT_ERASE_BUTTON" = "Não apagar";
"CANCEL_ERASE_BUTTON" = "Cancelar";
"FORMATTING" = "A apagar:";

// disk formatting error dialog
"ERROR_FORMATTING_TITLE" = "Ocorreu um erro ao apagar o disco de cópia de segurança do Time Machine “%@”.";

// skip system files alart
"WARNING_SKIP_SYSTEM_FILES_TITLE" = "Optou por excluir a pasta Sistema.";
"WARNING_SKIP_SYSTEM_FILES" = "Pretende também excluir outros ficheiros instalados com o Mac OS X, tais como aplicações do sistema e ferramentas UNIX?";
"EXCLUDE_ALL_SYSTEM_FILES_BUTTON" = "Excluir todos os ficheiros de sistema";
"EXCLUDE_SYSTEM_FOLDER_ONLY_BUTTON" = "Excluir apenas a pasta de sistema";
"EXCLUDE_LIST_ALL_SYSTEM_FILES" = "Ficheiros de sistema e aplicações";
"EXCLUDE_LIST_CALCULATING_SIZE" = "A calcular tamanho";

// the name we give a disk after reformatting it for use with Time Machine
"REFORMATTED_DISK_NAME" = "Cópias de segurança do Time Machine"; 

// Disk selection list
"REFORMAT_REQUIRED" = "reformatação necessária (sistema de ficheiros incompatível)";
"REFORMAT_REQUIRED_CS" = "reformatação necessária (disco sem diferenciação de maiúsculas)";
"SERVER_INFO_FORMAT" = "em “%@”";
"TIME_CAPSULE_ACCOUNT" = "A minha conta de utilizador";

"DISK_PICKER_NONE" = "Nenhum";
"DISK_PICKER_NONE_TOOL_TIP" = "Interromper cópia de segurança";
"DISK_PICKER_BUTTON_USE" = "Utilizar para a cópia de segurança";
"DISK_PICKER_BUTTON_STOP" = "Interromper a cópia de segurança";

// Available disk space
"AVAILABLE_AND_TOTAL_DISK_SPACE_FORMAT" = "%@ de %@";

// FileVault warnings
"FILEVAULT_WARNING_USER_LEOPARD_TITLE" = "O FileVault está activado na sua conta de utilizador. O Time Machine só efectuará uma cópia de segurança da sua pasta pessoal quando terminar a sessão.";
"FILEVAULT_WARNING_USER_LEOPARD" = "Não é possível percorrer ou restaurar elementos específicos de uma pasta pessoal cifrada pelo FileVault na cópia de segurança do Time Machine. Para restaurar todos os ficheiros e pastas deste tipo de cópia de segurança, arranque a partir do disco de instalação do Mac OS X e seleccione “Restaurar sistema a partir da cópia de segurança” no menu Utilitários, do Instalador.";
"FILEVAULT_WARNING_ADMIN_LEOPARD_TITLE" = "O FileVault está activado em uma ou mais contas de utilizador neste computador. O Time Machine só efectua cópias de segurança das pastas pessoais protegidas pelo FileVault quando os utilizadores proprietários dessas pastas não têm uma sessão activa.";
"FILEVAULT_WARNING_ADMIN_LEOPARD" = "Não é possível percorrer ou restaurar elementos específicos de uma pasta pessoal cifrada pelo FileVault na cópia de segurança do Time Machine. Para restaurar todos os ficheiros e pastas deste tipo de cópia de segurança, arranque a partir do disco de instalação do Mac OS X e seleccione “Restaurar sistema a partir da cópia de segurança” no menu Utilitários, do Instalador.";

"FILEVAULT_WARNING_USER_TIGER_TITLE" = "O Time Machine não consegue efectuar a cópia de segurança da pasta pessoal, porque foi cifrada com uma versão mais antiga do FileVault. Desactive o FileVault nesta conta e volte a activá-lo; em seguida, efectue a cópia de segurança.";
"FILEVAULT_WARNING_ADMIN_TIGER_1_USER_TITLE" = "O Time Machine não consegue efectuar a cópia de segurança da pasta pessoal da conta “%@”, porque foi cifrada com uma versão mais antiga do FileVault. Desactive o FileVault nesta conta e volte a activá-lo; em seguida, efectue a cópia de segurança.";
"FILEVAULT_WARNING_ADMIN_TIGER_2_USERS_TITLE" = "O Time Machine não consegue efectuar a cópia de segurança das pastas pessoais das contas “%@” e “%@”, porque foram cifradas com uma versão mais antiga do FileVault. Desactive o FileVault em cada conta e volte a activá-lo; em seguida, efectue a cópia de segurança.";
"FILEVAULT_WARNING_ADMIN_TIGER_3_USERS_TITLE" = "O Time Machine não consegue efectuar a cópia de segurança das pastas pessoais das contas “%@”, “%@” e “%@”, porque foram cifradas com uma versão mais antiga do FileVault. Desactive o FileVault em cada conta e volte a activá-lo; em seguida, efectue a cópia de segurança.";
"FILEVAULT_WARNING_ADMIN_TIGER_MORE_USERS_TITLE" = "O Time Machine não consegue efectuar a cópia de segurança das pastas pessoais das contas “%@”, “%@”, “%@” e outras, porque foram cifradas com uma versão mais antiga do FileVault. Desactive o FileVault em cada conta e volte a activá-lo; em seguida, efectue a cópia de segurança.";
"FILEVAULT_WARNING_TIGER" = "O Time Machine efectua cópias de segurança das pastas pessoais protegidas pelo FileVault, mas não é possível percorrer ou restaurar elementos específicos de uma pasta pessoal cifrada pelo FileVault na cópia de segurança do Time Machine. Para restaurar todos os ficheiros e pastas deste tipo de cópia de segurança, arranque a partir do disco de instalação do Mac OS X e seleccione “Restaurar sistema a partir da cópia de segurança” no menu Utilitários, do Instalador.";

"NEXT_BACKUP_WHEN_CONNECTED" = "Quando o disco está ligado";
"NEXT_BACKUP_TURNED_OFF" = "Cópias de segurança automáticas inactivas";
"NEXT_BACKUP_WHEN_PLUGGED_IN" = "Quando o Mac está ligado";

"WILL_START_IN_ONE_SEC" = "um segundo…";
"WILL_START_IN_X_SECS" = "%@ segundos…";

"DESTINATION_TOOLTIP" = "Volume: %@\nMontado em: %@";

"LATEST_SUCCESSFUL_BACKUP" = "Última cópia de segurança bem-sucedida: %@ às %@";

"INSUFFICIENT_ACCESS_TITLE" = "Não possui os privilégios de escrita, leitura ou anexação adequados para este disco de cópia de segurança na rede.";
"INSUFFICIENT_ACCESS_MESSAGE" = "Aceda como utilizador diferente ou contacte o administrador do ser sistema.";

"ERROR_OBTAINING_URL" = "Erro interno - não foi possível obter url de “%@”";

"KEYCHAIN_ERROR" = "Ocorreu o erro %d do Porta-chaves ao criar uma entrada no Porta-chaves do Sistema para o nome de utilizador “%@” e URL “%@”.";
"KEYCHAIN_RECOVERY_SUGGESTION" = "Pode usar o utilitário de Acesso ao Porta-chaves para editar ou reparar o seu Porta-chaves do Sistema.";

"ERROR_NETAUTHMOUNT" = "O Time Machine não consegue aceder ao disco de cópia de segurança “%@”.";

"UNKNOWN_DISK_NAME" = "Sem nome";

// health check strings
PERFORMING_HEALTH_CHECK = "A verificar a cópia de segurança…";
SKIP_HEALTH_CHECK = "Ignorar verificação";
SKIPPING_HEALTH_CHECK = "A ignorar verificação…";
